{
    "steps": [
        {
            "p": "Hast du sowohl die PreMiD-Erweiterung als auch die Anwendung installiert?",
            "s": "Bitte installiere die PreMiD-Erweiterung und Anwendung von <a href='https://premid.app/downloads'>unserer Seite</a>."
        },
        {
            "p": "Wie verwendest du Discord?",
            "s": "Bitte wechsele zur offiziellen Desktop-App, die du <a href='https://discord.com/download'>hier</a> herunterladen kannst.",
            "b": [
                {
                    "t": "Über die Desktop App"
                },
                {
                    "t": "Auf meinem Telefon oder Tablet",
                    "a": "PreMiD funktioniert noch nicht auf mobilen Geräten!"
                },
                {
                    "t": "In meinem Browser",
                    "a": "s"
                }
            ]
        },
        {
            "p": "Verwendest du eine modifizierte Version von Discords Desktop-App (wie z.B. BetterDiscord)?",
            "s": "Bitte wechsele zur offiziellen Desktop-App, die du <a href='https://discord.com/download'>hier</a> herunterladen kannst.",
            "b": [
                {
                    "t": "Ja",
                    "a": "s"
                },
                {
                    "t": "Nein"
                }
            ]
        },
        {
            "p": "Hast du die Spielaktivität in deinen Discord-Einstellungen aktiviert?",
            "s": "Bitte aktiviere die Option in den Discord-Einstellungen unter Spielaktivität."
        },
        {
            "p": "Wenn du die Erweiterung in deinem Browser öffnest, siehst du dann ein gelbes (!)?",
            "s": "Stelle sicher, dass die PreMiD-Anwendung läuft. Wenn dies nicht funktioniert, versuche deinen Browser neu zu starten. Stelle auch sicher, dass du Discord nicht mit Administratorrechten ausgeführt hast.<br>Wenn diese Schritte nicht funktionieren, installiere bitte PreMiD <a href='https://premid.app/downloads'>hier</a> erneut.",
            "b": [
                {
                    "t": "Ja",
                    "a": "s"
                },
                {
                    "t": "Nein"
                }
            ]
        },
        {
            "p": "Versuche <a href='https://premid.app'>unsere Hauptseite</a>zu öffnen. Zeigt sie hierfür eine Präsenz an?",
            "s": "Stelle sicher, dass du die Präsenz für die Website installiert hast, für die sie angezeigt werden soll. Wenn eine Präsenz nicht funktioniert, schildere bitte das Problem im #support Channel auf unserem <a href='https://discord.premid.app'>Discord Server</a>.",
            "b": [
                {
                    "t": "Ja",
                    "a": "s"
                },
                {
                    "t": "Nein"
                }
            ]
        },
        {
            "p": "Welchen Browser verwendest du?",
            "s": "Bitte gehe Sie auf 'brave://settings/shields' und deaktiviere 'Tracker- & Werbe-Blocking'.",
            "b": [
                {
                    "t": "Microsoft Edge"
                },
                {
                    "t": "Google Chrome"
                },
                {
                    "t": "Mozilla Firefox"
                },
                {
                    "t": "Brave",
                    "a": "s"
                },
                {
                    "t": "Ein anderer Chromium-Browser"
                },
                {
                    "t": "Ein anderer Nicht-Chromium-Browser",
                    "a": "PreMiD funktioniert vielleicht (noch) nicht in deinem Browser. Bitte trete unserem <a href='https://discord.premid.app'>Discord Server</a> bei und überprüfe mit einem Mitarbeiter!"
                }
            ]
        },
        {
            "p": "Diese Problemlöser konnte dein Problem nicht diagnostizieren. Versuche dein Problem im #support Channel auf unserem <a href='https://discord.premid.app'>Discord Server</a> zu schildern.",
            "b": []
        }
    ]
}