{
    "steps": [
        {
            "p": "Já instalaste tanto a extensão como a aplicação do PreMiD?",
            "s": "Instala a extensão e a aplicação do PreMiD através do <a href='https://premid.app/downloads'>nosso site</a>."
        },
        {
            "p": "Como é que estás a utilizar o Discord?",
            "s": "Muda para a aplicação oficial de computador que podes encontrar <a href='https://discord.com/download'>aqui</a>.",
            "b": [
                {
                    "t": "Através da aplicação de computador"
                },
                {
                    "t": "No meu telemóvel ou tablet",
                    "a": "O PreMiD ainda não funciona em dispositivos móveis!"
                },
                {
                    "t": "No meu navegador",
                    "a": "s"
                }
            ]
        },
        {
            "p": "Estás a utilizar uma versão modificada da aplicação de computador do Discord (como o BetterDiscord)?",
            "s": "Muda para a aplicação oficial de computador que podes encontrar <a href='https://discord.com/download'>aqui</a>.",
            "b": [
                {
                    "t": "Sim",
                    "a": "s"
                },
                {
                    "t": "Não"
                }
            ]
        },
        {
            "p": "Já ativaste a atividade de jogo nas tuas definições do Discord?",
            "s": "Tens de ativar a atividade de jogo nas definições do Discord."
        },
        {
            "p": "Ao abrires a extensão no teu navegador, vês um (!) amarelo?",
            "s": "Certifica-te de que a aplicação do PreMiD está aberta. Se isto não funcionar, experimenta reiniciar o teu browser. Não te esqueças de verificar se não abriste o Discord como administrator.<br>Se estes passos não funcionarem, experimenta reinstalar o PreMiD <a href='https://premid.app/downloads'>aqui</a>.",
            "b": [
                {
                    "t": "Sim",
                    "a": "s"
                },
                {
                    "t": "Não"
                }
            ]
        },
        {
            "p": "Experimenta abrir o <a href='https://premid.app'>nosso site</a>. Vês a nossa presence?",
            "s": "Certifica-te de que instalaste a presence para o site que queres mostrar. Se uma presence não funciona, explica o problema no canal #support no nosso <a href='https://discord.premid.app'>servidor de Discord</a>.",
            "b": [
                {
                    "t": "Sim",
                    "a": "s"
                },
                {
                    "t": "Não"
                }
            ]
        },
        {
            "p": "Que navegador é que estás a usar?",
            "s": "Vai a \"brave://settings/shields\" e desativa a opção \"Rastreadores e anúncios\".",
            "b": [
                {
                    "t": "Microsoft Edge"
                },
                {
                    "t": "Google Chrome"
                },
                {
                    "t": "Mozilla Firefox"
                },
                {
                    "t": "Brave",
                    "a": "s"
                },
                {
                    "t": "Outro navegador Chromium"
                },
                {
                    "t": "Outro navegador não Chromium",
                    "a": "O PreMiD pode não funcionar no teu browser (ainda). Entra no nosso <a href='https://discord.premid.app'>servidor de Discord</a> e pergunta a um membro da staff!"
                }
            ]
        },
        {
            "p": "Não foi possível diagnosticar o teu problema. Experimenta explicá-lo no canal #support no nosso <a href='https://discord.premid.app'>servidor de Discord</a>.",
            "b": []
        }
    ]
}