{
    "steps": [
        {
            "p": "Вы установили и расширение PreMiD, и приложение?",
            "s": "Пожалуйста, установите расширение и приложение PreMiD из <a href='https://premid.app/downloads'>нашего сайта</a>."
        },
        {
            "p": "Как вы используете Discord?",
            "s": "Переключитесь на официальное настольное приложение, которое вы можете скачать <a href='https://discord.com/download'>здесь</a>.\n",
            "b": [
                {
                    "t": "Через настольное приложение"
                },
                {
                    "t": "На моем телефоне или планшете",
                    "a": "PreMiD пока не работает на мобильных устройствах!"
                },
                {
                    "t": "В моем браузере",
                    "a": "s"
                }
            ]
        },
        {
            "p": "Вы используете модифицированную версию настольного приложения Discord? (нравиться BetterDiscord)?\n",
            "s": "Переключитесь на официальное настольное приложение, которое вы можете скачать <a href='https://discord.com/download'>здесь</a>.\n",
            "b": [
                {
                    "t": "Да",
                    "a": "s"
                },
                {
                    "t": "Нет"
                }
            ]
        },
        {
            "p": "Вы включили игровую активность в настройках Discord?",
            "s": "Пожалуйста, включите опцию в настройках Discord в разделе Game Activity."
        },
        {
            "p": "Когда вы открываете расширение в браузере, видите ли вы желтый (!)?",
            "s": "Убедитесь, что приложение PreMiD запущено. Если это не сработает, попробуйте перезапустить браузер. Также убедитесь, что вы не запускали Discord с правами администратора.<br>Если эти шаги не помогли, попробуйте переустановить PreMiD. <a href='https://premid.app/downloads'>здесь</a>.",
            "b": [
                {
                    "t": "Да",
                    "a": "s"
                },
                {
                    "t": "Нет"
                }
            ]
        },
        {
            "p": "Попробуйте открыть <a href='https://premid.app'>наш основной сайт</a>. Отображает ли он присутствие для этого?",
            "s": "Убедитесь, что вы установили присутствие для сайта, для которого хотите его отобразить. Если присутствие не работает, пожалуйста, объясните проблему в канале #support на нашем сайте. <a href='https://discord.premid.app'>Discord сервер</a>.",
            "b": [
                {
                    "t": "Да",
                    "a": "s"
                },
                {
                    "t": "Нет"
                }
            ]
        },
        {
            "p": "Какой браузер вы используете?",
            "s": "PreMiD может не работать в вашем браузере (пока). Пожалуйста, присоединяйтесь к нашему<a href=\"https://discord.premid.app\">Discord сервер</a> и проверьте с помощью штатный сотрудник!",
            "b": [
                {
                    "t": "Microsoft Edge"
                },
                {
                    "t": "Google Chrome"
                },
                {
                    "t": "Mozilla Firefox"
                },
                {
                    "t": "Brave",
                    "a": "Пожалуйста, зайдите в brave://settings/shields  и отключите настройку Трекеры и блокировка рекламы.\n"
                },
                {
                    "t": "Другой браузер Chromium"
                },
                {
                    "t": "Другой браузер, отличный от Chromium",
                    "a": "s"
                }
            ]
        },
        {
            "p": "Это средство устранения неполадок не смогло диагностировать вашу проблему. Попробуйте объяснить свою проблему на канале #support в нашем <a href='https://discord.premid.app'>Discord сервер</a>.",
            "b": []
        }
    ]
}