{
    "steps": [
        {
            "p": "Hem PreMiD uzantısını hem de uygulamayı yüklediniz mi?",
            "s": "Lütfen PreMiD uzantısını ve uygulamayı şuradan yükleyin: <a href='https://premid.app/downloads'>Bizim sitemiz</a>."
        },
        {
            "p": "Discord'u nasıl kullanıyorsunuz?",
            "s": "Lütfen indirebileceğiniz resmi masaüstü uygulamasına geçin <a href='https://discord.com/download'>İşte burada</a>.\n",
            "b": [
                {
                    "t": "Masaüstü uygulaması aracılığıyla"
                },
                {
                    "t": "Telefonumda veya tabletimde",
                    "a": "PreMiD henüz mobil cihazlarda çalışmıyor üzgünüm canım arkadaşım!"
                },
                {
                    "t": "Tarayıcımda",
                    "a": "s"
                }
            ]
        },
        {
            "p": "Discord'un masaüstü uygulamasının değiştirilmiş bir sürümünü mü kullanıyorsunuz? (sevmek BetterDiscord)?",
            "s": "Lütfen indirebileceğiniz resmi masaüstü uygulamasına geçin <a href='https://discord.com/download'>İşte burada</a>.\n",
            "b": [
                {
                    "t": "Evet",
                    "a": "s"
                },
                {
                    "t": "Hayır"
                }
            ]
        },
        {
            "p": "Discord ayarlarınızda Oyun Etkinliğini etkinleştirdiniz mi?",
            "s": "Canım arkadaşım Lütfen Oyun Etkinliği altındaki Discord ayarlarında seçeneği etkinleştir."
        },
        {
            "p": "Canım arkadaşım Uzantıyı tarayıcında açtığında sarı (!) Görüyor musun?",
            "s": "PreMiD uygulamasının çalıştığından emin olun. Bu işe yaramazsa, tarayıcınızı yeniden başlatmayı deneyin. Ayrıca Discord'u yönetici haklarıyla çalıştırmadığınızdan emin olun.<br>Bu adımlar işe yaramazsa, PreMiD'yi yeniden yüklemeyi deneyin. <a href='https://premid.app/downloads'>İşte buradan</a>.",
            "b": [
                {
                    "t": "Evet",
                    "a": "s"
                },
                {
                    "t": "Hayır"
                }
            ]
        },
        {
            "p": "Açmayı dene <a href='https://premid.app'>ana sitemiz</a>. Bunun için bir varlık gösteriyor mu?",
            "s": "Görüntülenmesini istediğiniz sitenin varlığını kurduğunuzdan emin olun. Bir iletişim durumu işe yaramazsa, lütfen sorunu #support kanalımızda açıklayın. (İngilizce açıklarsanız daha iyi olur arkadaşlarım bunun için \"Google Translate\" kullanmanız daha iyi bir seçenek)\n <a href='https://discord.premid.app'>Discord Sunucusu</a>.\n",
            "b": [
                {
                    "t": "Evet",
                    "a": "s"
                },
                {
                    "t": "Hayır"
                }
            ]
        },
        {
            "p": "Hangi tarayıcıyı kullanıyorsunuz?",
            "s": "PreMiD, tarayıcınızda (henüz) çalışmayabilir. Lütfen katılın <a href=\"https://discord.premid.app\">Discord Sunucusu</a> ve bir personel ile kontrol edin!\n",
            "b": [
                {
                    "t": "Microsoft Edge"
                },
                {
                    "t": "Google Chrome"
                },
                {
                    "t": "Mozilla Firefox"
                },
                {
                    "t": "Brave",
                    "a": "Lütfen git brave://settings/shields ve İzleyiciler reklam engelleme adlı ayarı devre dışı bırakın.\n"
                },
                {
                    "t": "Başka bir Chromium tarayıcısı"
                },
                {
                    "t": "Chromium olmayan başka bir tarayıcı",
                    "a": "s"
                }
            ]
        },
        {
            "p": "Bu sorun giderici, sorununuzu teşhis edemedi. Sorununuzu Discord sunucumuzdaki #support kanalında açıklamayı deneyin (İngilizce açıklarsanız daha iyi olur bunun için \"Google Translate\" tek seçenek olabilir sizler için canım arkadaşlarım) <a href='https://discord.premid.app'>Discord Sunucusu</a>.",
            "b": []
        }
    ]
}